tap "amplitude/ampli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "oktadeveloper/tap"
brew "asdf"
brew "awscli"
brew "bat"
brew "cmake"
brew "openldap"
brew "curl"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "git-recent"
brew "glib"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "jq"
brew "just"
brew "krb5"
brew "kubectx"
brew "libpq"
brew "mas"
brew "nghttp2"
brew "php"
brew "python@3.9"
brew "re2"
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "tree"
brew "wget"
brew "amplitude/ampli/ampli"
cask "caprine"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "gpg-suite"
cask "ngrok"
cask "okta"
cask "raycast"
cask "zoom"
