tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "asdf"
brew "bat"
brew "curl"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "mas"
brew "ripgrep"
brew "starship"
cask "caprine"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "zoom"
