tap "amplitude/ampli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oktadeveloper/tap"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "docker"
brew "eza"
brew "fd"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "git-recent"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "jq"
brew "just"
brew "kubectx"
brew "mas"
brew "nghttp2"
brew "php"
brew "psutils"
brew "python@3.10"
brew "python@3.9"
brew "re2"
brew "ripgrep"
brew "shared-mime-info"
brew "sops"
brew "starship"
brew "subversion"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zinit"
brew "amplitude/ampli/ampli"
cask "caprine"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "inso"
cask "ngrok"
cask "okta"
cask "raycast"
cask "zoom"
mas "Dato", id: 1470584107
mas "Fantastical", id: 975937182
mas "Hidden Bar", id: 1452453066
mas "Irvue", id: 1039633667
mas "Jiffy", id: 1502527999
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Step Two", id: 1448916662
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "astro-build.houston"
vscode "atomiks.moonlight"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "cev.overnight"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "joshbolduc.story-explorer"
vscode "kaiwood.better-line-select"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "peymanslh.blueberry-dark-theme"
vscode "ronnidc.nunjucks"
vscode "ryu1kn.partial-diff"
vscode "sdras.night-owl"
vscode "shopify.theme-check-vscode"
vscode "simonsiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "trongthanh.theme-boxythemekit"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "whtouche.vscode-js-console-utils"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
